{
  "title": "about-us",
  "pageType": "innerpage",
  "content": [
    {
      "id": "aboutus-page-header",
      "section": "page-header-section",
      "images": [
        {
          "src": "../images/banner/two-roads-wood.jpg",
          "alt": "page header"
        }
      ],
      "headings": [
        {
          "level": "h1",
          "content": "About Code Less Traveled"
        }
      ],
      "texts": [
        {
          "content": "Two roads diverged in a wood, and I — I took the one less traveled by, and that has made all the difference."
        }
      ]
    },
    {
      "id": "aboutus-about",
      "section": "about-section",
      "section_title": {
        "title": "<span>Start</span> where you are. <span>Use</span> what you have. <span>Do</span> what you can.",
        "subtitle": "OUR COMPANY"
      },
      "headings": [
        {
          "level": "h2",
          "content": "<mark>Go</mark> where you are celebrated, not tolerated"
        },
        {
          "level": "h6",
          "content": ""
        }
      ],
      "texts": [
        {
          "content": "Code Less Traveled is a neurodivergent (ND for short) owned and operated web development company that specializes in creating websites and web applications for ND individuals and the organizations they own/operate. Our team is made up of friendly and talented individuals who are passionate about using their skills to help others in the community."
        },
        {
          "content": "If we could rewind to early 2023, we would see that I have just recently found myself with the dual diagnosis of Autism & ADHD at the age of 43 years old. After almost two decades of hand-crafting websites and web applications for corporate America, this diagnosis would prove to be a watershed moment in my life. It would push me to face challenges harder than anything else I had ever encountered. It would also cause me to find greater satisfaction and enjoyment in my own life than I could have ever dreamed of."
        },
        {
          "content": "Ever the advocate for humanity, I became increasingly aware of just how neglected and under-served the neurodivergent community is. Being neurodivergent myself, I decided to put together a team of highly skilled individuals with whom I had worked over the years. It didn't take much convincing to get these amazing people on board with this project, and before we knew it we had a real motley crew."
        }
      ],
      "buttons": [
        {
          "id": 1,
          "variant": "texted",
          "color": "primary",
          "size": "medium",
          "shape": "rounded",
          "icon": "fas fa-arrow-right",
          "icondistance": "8px",
          "iconposition": "right",
          "disableHover": false,
          "hoverStyle": "one",
          "fontWeight": 500,
          "path": "/meet-the-team",
          "content": "Meet the team"
        }
      ]
    }
  ]
}
